"LANG" = "(English)";

"TB_ONYX" = "OnyX";
"TB_CHECK" = "Verify";
"TB_MAINTAIN" = "Maintenance";
"TB_CLEAN" = "Cleaning";
"TB_UTILS" = "Utilities";
"TB_AUTOMATE" = "Automation";
"TB_PARAM" = "Parameters";
"TB_INFO" = "Info";
"TB_LOG" = "Log";

"TT_ONYX" = "Show toolbar only";
"TT_CHECK" = "Execute verifying";
"TT_MAINTAIN" = "Execute System maintenance";
"TT_CLEAN" = "Execute cleaning";
"TT_UTILS" = "Execute misc. operations";
"TT_AUTOMATE" = "Execute system maintenance and cleaning";
"TT_PARAM" = "Turn hidden functions on or off";
"TT_INFO" = "Show info";
"TT_LOG" = "Show OnyX Log and CrashReporters";

"EXEC_ONYX" = "Launching OnyX";
"READ_PARAM" = "Reading parameters...";
"READ_INFO" = "Reading information...";

"DEFAULT" = "by default";
"BY_PROC" = " (per processor)";
"BY_CORE" = " (per core)";
"USEDBYSYSTEM" = " (used by the System)";
"USEDBYONYX" = " (used by OnyX)";
"OCTETS" = " bytes";
"KO" = " KB";
"MO" = " MB";
"GO" = " GB";
"TO" = " TB";

"B_CANCEL" = "Cancel";
"B_DL" = "Download";
"B_QUIT" = "Quit";
"B_CONTINUE" = "Continue";
"B_RESTART" = "Restart";
"B_CLOSE" = "Close";
"B_SHUTDOWN" = "Shut Down";
"B_CREATE" = "Create";
"B_DELETE" = "Delete";
"B_ENABLE" = "Turn on";
"B_DISABLE" = "Turn off";
"FIELD_ENABLE" = "Turned on";
"FIELD_DISABLE" = "Turned off";

"CHECK_UPDATE" = "Checking for update...";
"UPTODATE" = "OnyX is up to date.";
"MSG_UPTODATE" = "No new version is available. OK to continue.";
"NO_UPDATE" = "No new version was available.";
"NO_UPDATEBETA" = "Impossible to search for an update from a beta version.";
"UPDATE_DL" = "A new version was detected and downloaded.";
"UPDATE_NODL" = "A new version was detected but not downloaded.";
"DL_UPDATE" = "Downloading...";
"NEW_VERS" = "A new version was detected.";
"MSG_VERSA" = "Your current OnyX version is ";
"MSG_VERSB" = " .\nThe latest available version is ";
"MSG_VERSC" = " .\n Do you want to download it?";
"DLOK" = "The file has been downloaded.";
"MSG_DLOK" = "The latest version of OnyX has been downloaded and dropped on the Desktop or into the folder you indicated in the OnyX Preferences.";

"CHECK_SMART" = "Checking the S.M.A.R.T. status";
"MSG_CHECKSMART" = "You should regularly verify the S.M.A.R.T. status of the disk. This operation only lasts a few seconds. It can be turned off in the OnyX preferences.";
"DISABLE_SMART" = "The verification of the S.M.A.R.T. Status at launch can be turned off in the OnyX preferences.";
"SMART_VERIFIED" = "The S.M.A.R.T. status has been verified.";
"MSG_SMART_VERIFIED" = "This disk seems to be working correctly.";
"SMART_NOTSUPPORTED" = "The S.M.A.R.T. status is not supported.";
"MSG_SMART_NOTSUPPORTED" = "The S.M.A.R.T. status was not verified because it is not supported by this disk.";
"SMART_NOTVERIFIED" = "S.M.A.R.T. status not verified.";
"MSG_SMART_NOTVERIFIED" = "An error was detected while checking the S.M.A.R.T. status of this disk.";
"MSG_SMART_RAID" = "OnyX cannot check the S.M.A.R.T. status of a RAID Set.";

"CHECKDISK" = "Verifying startup volume";
"MSG_ALERTCHECK" = "Before running Maintenance or Cleaning tasks, we recommend allowing OnyX to verify the startup volume.";
"MSG_CHECKDISK" = "As some processes can affect the results, OnyX will quit all applications. (Remember to save your work!). \nDuring the verification, you may see the wait cursor (which looks like a colored pinwheel), the Finder might slow down, and your computer might seem to be unresponsive. This is normal. Wait for the verification to finish!";
"CHECKDISK_OK" = "The volume has been verified.";
"MSG_CHECKDISK_OK" = "The startup volume appears to be OK.";
"CHECKDISK_NOTOK" = "The volume needs to be repaired.";
"MSG_CHECKDISK_NOTOK" = "To repair your startup disk, start up from your Mac OS X Install disc, then choose Utilities > Disk Utility...";
"NOCHECKDISK" = "Checking is not possible.";
"MSG_NOCHECKDISK" = "Not possible to verify the startup volume because it is not journaled.";

"CHECK_PLIST" = "Checking the preference files";
"PLIST_OK" = "The preference files are OK.";

"REPAIRPERM" = "Fixing Disk Permissions";
"DAILY" = "Executing the Daily scripts";
"WEEKLY" = "Executing the Weekly scripts";
"MONTHLY" = "Executing the Monthly scripts";
"ARCHIVEDLOGS" = "Deleting the System Archived logs";
"ENDSCRIPTS" = "The scripts are finished.";
"MSG_ENDSCRIPTS" = "The selected scripts have been successfully executed.";
"LAST_EXEC" = "- Last run: ";
"MAINTAIN" = "Maintenance in progress...";
"LAUNCHSERVICES" = "Rebuilding the LaunchServices database";
"DSSTORE" = "Deleting the Hidden .DS_Store Files";
"DYLDCACHE" = "Updating the dyld's shared cache";
"INDEX_SPOTLIGHT" = "Rebuilding the Spotlight index";
"INDEX_BAL" = "Rebuilding Mail's Envelope Index";
"SIDEBAR" = "Resetting the Sidebar in the Finder windows";
"HELPVIEWER" = "Resetting the Help Viewer's menu";
"ENDMAINTAIN" = "The maintenance is finished.";
"MSG_ENDMAINTAIN" = "The selected maintenance commands have been executed.";

"CLEAN" = "Cleaning in progress...";
"CACHE_BOOT" = "Deleting the Boot Cache";
"CACHE_KERNEL" = "Deleting the Kernel Cache";
"CACHE_INTLDATA" = "Deleting the International Data Cache";
"CUPS_FILES" = "Deleting all the CUPS jobs";
"CACHE_DIRECTORYSERVICE" = "Deleting the Directory Service Cache";
"CACHE_COMPQT" = "Deleting the QuickTime Components Cache";
"CACHE_COMPAUDIO" = "Deleting the Audio Components Cache";
"CACHE_COMPOTHERS" = "Deleting the Misc. Components Cache";
"CACHE_APP" = "Deleting the Applications Cache";
"CACHE_PREFPANES" = "Deleting the Preference Panes Cache";
"CACHE_AU" = "Deleting the Audio Units Cache";
"CACHE_JAVA" = "Deleting the Java and Java Applets Cache";
"CACHE_DESKTOP" = "Deleting the Desktop Cache";
"CACHE_ICONDOCK" = "Deleting the Icons Dock Cache";
"CACHE_COLORSYNC" = "Deleting the ColorSync Profiles Cache";
"CACHE_QUICKLOOK" = "Deleting the QuickLook Cache";
"TEMP_ITEMS" = "Deleting the temporary items";
"CACHE_BROWSER" = "Deleting the Browser Cache";
"CACHE_DOWNLOAD" = "Deleting the Download Cache";
"HISTORY_BROWSER" = "Deleting the Browser History";
"RECENT_SEARCH" = "Deleting the Recent Searches";
"WEBPAGE_PREVIEWS" = "Deleting the webpage Previews";
"BOOKMARKS_ICONS" = "Deleting the Bookmarks icons";
"INFOS_FORM" = "Deleting the Form Info";
"COOKIES" = "Deleting all Cookies";
"CACHE_FONTS" = "Deleting the Font Cache";
"RECENT_ITEMS" = "Deleting the Recent Items";
"RECENT_CONVERSIONS" = "Deleting the Recent Conversions for Calculator";
"MAIL_DOWNLOADS" = "Deleting the files in the Mail Downloads folder";
"SAVED_SEARCHES" = "Deleting the items in the Saved Searches folder";
"TMP" = "Deleting Temporary and Obsolete Files";
"OLDITUNESLIB" = "Deleting the Previous iTunes Libraries";
"MYCOMPSS" = "Deleting the 'My Computers' list of Screen Sharing";
"CONTENTGUIDEQT" = "Deleting the QuickTime Content Guide";
"ENDCLEAN" = "The cleaning is finished.";
"MSG_ENDCLEAN" = "The selected cleaning commands have been executed.";

"EMPTY_TRASH" = "Deleting Trash contents";
"DESTROY_TRASH" = "Destroying the Trash contents";
"ALRT_TRASH" = "The Trash contents of all the accounts on all connected volumes will be definitively removed.";
"MSG_DESTROYTRASH" = "Warning: This operation takes a very long time. Wait for the task to finish!";
"ENDEMPTYTRASH" = "The Trash has been emptied.";
"MSG_ENDEMPTYTRASH" = "The Trash content of all the accounts of all connected volumes has been successfully removed.";

"LOCATE_YES" = "Creating the Locate Database";
"LOCATE_NO" = "Deleting the Locate Database";
"MSG_DELETELOCATE" = "Do you really want to delete the Locate database?";
"UPDATE_LOCATE" = "Updating the Locate Database";
"SEARCH_LOCATE" = "Searching in the Locate Database";
"ENDUPDLOCATE" = "The Locate Database has been updated.";
"MSG_ENDUPDLOCATE" = "The Locate Database has been successfully rebuilt and updated.";
"SEARCH_RESULT" = "Search Result";
"NO_ITEMFOUND" = "No item containing";
"NO_FOUND" = "was found.";
"ONE_ITEMFOUND" = "Only one item containing";
"ONE_FOUND" = "was found.";
"MORE_ITEMFOUND" = "items containing";
"MORE_FOUND" = "were found.";
"UPDATE_WHATIS" = "Updating the Whatis Database";
"ENDUPDWHATIS" = "The Whatis Database has been updated.";
"MSG_ENDUPDWHATIS" = "The Whatis Database has been successfully rebuilt and updated.";

"ACCT_YES" = "Turning on the process accounting";
"ACCT_NO" = "Turning off the process accounting";

"SHOWVOLUME" = "Showing the volume: ";
"HIDEVOLUME" = "Hiding the volume: ";
"SHOWFOLDER" = "Showing the folder: ";
"HIDEFOLDER" = "Hiding the folder: ";
"SHOWFILE" = "Showing the file: ";
"HIDEFILE" = "Hiding the file: ";

"AUTOMATE" = "Automation in progress...";
"ALL_LOGS" = "Deleting the Logs and Diagnostic Reports";
"SYSTEM_CACHE" = "Deleting the System Cache";
"USER_CACHE" = "Deleting the User Cache";
"WEB_CACHE" = "Deleting the Web Cache and History";
"MISC_ITEMS" = "Deleting Misc. Items";
"ENDAUTOMATE" = "The Automation is finished.";
"MSG_ENDAUTOMATE" = "The selected automation commands have been executed.";

"RESTART" = "The selected commands have been successfully executed."; 
"MSG_RESTART" = "Restart your computer now!";

"DOUBLEBOTH" = "Turning on double arrows at both ends of the scroll bar";
"DOUBLEMAX" = "Turning on double arrows at the bottom and the right of the scroll bar";
"DOUBLEMIN" = "Turning on double arrows at the top and the left of the scroll bar";
"SINGLE" = "Turning off single arrows at each end of the scroll bar";
"SETTIME" = "Modifying the speed of display of sheets";
"CRASHREPORT_BASIC" = "Turning on the Basic mode for Diagnostic Reports";
"CRASHREPORT_DEV" = "Turning on the Developer mode for Diagnostic Reports";
"CRASHREPORT_SERVER" = "Turning on the Server mode for Diagnostic Reports";
"DSSTORENETWORK_YES" = "Turning on the .DS_Store files creation on network volumes";
"DSSTORENETWORK_NO" = "Turning off the .DS_Store files creation on network volumes";
"DSSTORENETWORK" = "Modifying the .DS_Store files creation on network volumes."; 
"DSSTORENETWORK_RESTART" = "Modifying the .DS_Store files creation on network volumes will take effect only after a restart.\nDo you really want to force-restart now? Please remember to save your data!";
"FORMAT_CAPTURE" = "Modifying the default screenshot format";
"SHADOWSC_YES" = "Showing the shadow in the window captures";
"SHADOWSC_NO" = "Hiding the shadow in the window captures";
"PATH_CAPTURE" = "Modifying the saving path for screenshots";
"NEWNAME_CAPTURE" = "Modifying the name of screenshots";
"RECENTITEMS_YES" = "Showing Recent Items in applications";
"RECENTITEMS_NO" = "Hiding Recent Items in applications";
"RECENTPLACES" = "Modifying the number of Recent Places in the dialogs";
"START_ANIMDESKTOP" = "Starting the Animated Desktop Background";
"STOP_ANIMDESKTOP" = "Stopping the Animated Desktop Background";
"ALERTDOWNLOADED_YES" = "Showing alert message upon launching applications downloaded from the Internet";
"ALERTDOWNLOADED_NO" = "Hiding alert message upon launching applications downloaded from the Internet";
"PP_ARCHIVES" = "Installing the Archives preferences pane";
"PP_PROCESSOR" = "Installing the Processor preferences pane";
"REINIT_GENERAL" = "Reinitializing the general parameters";

"ZOOMAPP_YES" = "Turning on Application Zooming";
"ZOOMAPP_NO" = "Turning off Application Zooming";
"ZOOMWIND_YES" = "Turning on Window zooming";
"ZOOMWIND_NO" = "Turning off Window zooming";
"ANIMINFO_YES" = "Turning on animation in the Info window";
"ANIMINFO_NO" = "Turning off animation in the Info window";
"ANIMSNAP_YES" = "Turning on animation Snap To Grid";
"ANIMSNAP_NO" = "Turning off animation Snap To Grid";
"SHOWFILESFINDER_YES" = "Showing Hidden Files and Folders";
"SHOWFILESFINDER_NO" = "Hiding Hidden Files and Folders";
"PATHINTITLE_YES" = "Showing the path in the title of windows";
"PATHINTITLE_NO" = "Hiding the path in the title of windows";
"FOLDERCONTENTQL_YES" = "Showing the folder content in the QuickLook previews";
"FOLDERCONTENTQL_NO" = "Hiding the folder content in the QuickLook previews";
"LABEL_1LINE" = "Showing text under icons on single line";
"LABEL_2LINES" = "Showing text under icons on two lines";
"MENUBAR" = "Modifying the background of the Menu Bar";
"MENUBAR_RESTART" = "Modifying the background of the Menu Bar will only take effect after a restart.\nDo you really want to force-restart now? Please remember to save your data!";
"SHOWPREFS_YES" = "Showing the Preferences menu item in the Finder menu";
"SHOWPREFS_NO" = "Hiding the Preferences menu item in the Finder menu";
"SHOWTRASH_YES" = "Showing the Empty Trash menu item in the Finder menu";
"SHOWTRASH_NO" = "Hiding the Empty Trash menu item in the Finder menu";
"QUITFINDER_YES" = "Showing the Quit menu item in the Finder menu";
"QUITFINDER_NO" = "Hiding the Quit menu item in the Finder menu";
"SHOWEJECT_YES" = "Showing the Eject menu item in the File menu";
"SHOWEJECT_NO" = "Hiding the Eject menu item in the File menu";
"SHOWBURN_YES" = "Showing the Burn Disc menu item in the File menu";
"SHOWBURN_NO" = "Hiding the Burn Disc menu item in the File menu";
"PERSOTOOLBAR_YES" = "Showing the Customize Toolbar menu item in the View menu";
"PERSOTOOLBAR_NO" = "Hiding the Customize Toolbar menu item in the View menu";
"VIEWOPTIONS_YES" = "Showing the View Options menu item in the View menu";
"VIEWOPTIONS_NO" = "Hiding the View Options menu item in the View menu";
"IDISK_YES" = "Showing the iDisk menu item in the Go menu";
"IDISK_NO" = "Hiding the iDisk menu item in the Go menu";
"SHOWGOTOFOLDER_YES" = "Showing the Go to Folder menu item in the Go menu";
"SHOWGOTOFOLDER_NO" = "Hiding the Go to Folder menu item in the Go menu";
"SHOWCONNECTTO_YES" = "Showing the Connect to Server menu item in the Go menu";
"SHOWCONNECTTO_NO" = "Hiding the Connect to Server menu item in the Go menu";
"EXTRASMENU" = "Showing the ";
"EXTRASMENUBAR" = " menu in the menu bar";
"REINIT_FINDER" = "Reinitializing the Finder's hidden parameters";

"DOCK3D" = "Showing the Dock in 3D with mirror effect";
"DOCK2D" = "Showing the Dock in 2D with transparency effect";
"GENIE" = "Turning on the Genie Effect";
"SCALE" = "Turning on the Scale Effect";
"SUCK" = "Turning on the Suck Effect";
"MINIMIZE128_YES" = "Turning off Reduction proportional to windows in the Dock";
"MINIMIZE128_NO" = "Turning on Reduction proportional to windows in the Dock";
"ORIENTATION_BOTTOM" = "Showing the Dock at the bottom of the screen";
"ORIENTATION_LEFT" = "Showing the Dock on the left side of the screen";
"ORIENTATION_RIGHT" = "Showing the Dock on the right side of the screen";
"PINNING_START" = "Anchoring the Dock to the edge from its start";
"PINNING_MIDDLE" = "Aligning the Dock to the center of the screen";
"PINNING_END" = "Anchoring the Dock to the edge from its end";
"ALIGN_TOP" = "Anchored at the Top";
"ALIGN_BOTTOM" = "Anchored at the Bottom";
"ALIGN_LEFT" = "Anchored on the Left";
"ALIGN_RIGHT" = "Anchored on the Right";
"LAUNCHANIM_YES" = "Turning on animation on applications opening";
"LAUNCHANIM_NO" = "Turning off animation on applications opening";
"NOBOUNCING_YES" = "Turning off animation when an alert message appears in the background";
"NOBOUNCING_NO" = "Turning on animation when an alert message appears in the background";
"ONLYSTATICAPP_YES" = "Showing only running applications in the Dock";
"ONLYSTATICAPP_NO" = "Showing all applications in the Dock";
"SHOWHIDDEN_YES" = "Turning on Transparency for hidden applications in the Dock";
"SHOWHIDDEN_NO" = "Turning off Transparency for hidden applications in the Dock";
"AUTOHIDE_YES" = "Turning on automatically hiding and showing the Dock";
"AUTOHIDE_NO" = "Turning off automatically hiding and showing the Dock";
"ANIMDOCK_YES" = "Turning on animation when hiding/showing the Dock";
"ANIMDOCK_NO" = "Turning off animation when hiding/showing the Dock";
"EXPOSEMENUS_YES" = "Turning on the Exposé menus";
"EXPOSEMENUS_NO" = "Turning off the Exposé menus";
"LOCKSIZE_YES" = "Locking the icons size in the Dock";
"LOCKSIZE_NO" = "Unlocking the icons size in the Dock";
"LOCKCONTENT_YES" = "Locking the icons in the Dock";
"LOCKCONTENT_NO" = "Unlocking the icons in the Dock";
"SINGLEAPP_YES" = "Turning on Single Application mode";
"SINGLEAPP_NO" = "Turning off Single Application mode";
"LISTSTACK_YES" = "Showing the non hierarchical List menu of the Stacks";
"LISTSTACK_NO" = "Showing the hierarchical List menu of the Stacks";
"MOUSEOVERSTACK_YES" = "Turning on the highlighted hover effect for the grid-view of a stack";
"MOUSEOVERSTACK_NO" = "Turning off the highlighted hover effect for the grid-view of a stack";
"STACK_RECENTFAVORITE" = "Adding a Recent/Favorite Stack in the Dock";
"SPACER_APP" = "Adding an invisible spacer to the left side of the Dock";
"SPACER_OTHERS" = "Adding invisible spacer to the right side of the Dock";
"RESTORE_DOCK" = "Restoring the Dock's display and parameters";
"REINIT_DOCK" = "Reinitializing the Dock's hidden parameters";

"HIDECONTROLSQT_YES" = "Hiding the Playback Controls in the QuickTime windows";
"HIDECONTROLSQT_NO" = "Showing the Playback Controls in the QuickTime windows";
"HIDETITLEQT_YES" = "Hiding the title bar in the QuickTime windows";
"HIDETITLEQT_NO" = "Showing the title bar in the QuickTime windows";
"AUTOPLAYMOVIE_YES" = "Turning on auto-playing on movie opening";
"AUTOPLAYMOVIE_NO" = "Turning off auto-playing on movie opening";
"ROUNDEDCORNERS_YES" = "Showing the contours of windows rounded";
"ROUNDEDCORNERS_NO" = "Showing the contours of windows with right angles";
"FULLSCREENQT_YES" = "Turning on keep QuickTime in full screen mode";
"FULLSCREENQT_NO" = "Turning off keep QuickTime in full screen mode";
"QTINFOPANEL_YES" = "Showing the QuickTime Player 7 Movie Inspector at launch";
"QTINFOPANEL_NO" = "Hiding the QuickTime Player 7 Movie Inspector at launch";
"REINIT_QUICKTIME" = "Reinitializing QuickTime's hidden parameters";

"PDFAUTO_YES" = "Turning on the opening of PDF files in Safari";
"PDFAUTO_NO" = "Turning off the opening of PDF files in Safari";
"SAFARICACHE_YES" = "Turning on Safari's image cache";
"SAFARICACHE_NO" = "Turning off Safari's image cache";
"BACKFORWARD_YES" = "Turning on the Back/Forward buttons in Safari";
"BACKFORWARD_NO" = "Turning off the Back/Forward buttons in Safari";
"SINGLEWIND_YES" = "Turning on Single Window mode in Safari";
"SINGLEWIND_NO" = "Turning off Single Window mode in Safari";
"CONFIRMCLOSEWIND_NO" = "Turning off Confirm when closing multiple pages in Safari";
"CONFIRMCLOSEWIND_YES" = "Turning on Confirm when closing multiple pages in Safari";
"DEBUGSAFARI_YES" = "Turning on Safari's Develop menu";
"DEBUGSAFARI_NO" = "Turning off Safari's Develop menu";
"FAVICON_YES" = "Showing the Bookmark icons";
"FAVICON_NO" = "Hiding the Bookmark icons";
"SHOWTOOLTIPS_YES" = "Showing the URL of links in ToolTips";
"SHOWTOOLTIPS_NO" = "Hiding the URL of links in ToolTips";
"PRINTBACKGROUND_YES" = "Turning on Print Backgrounds in Safari";
"PRINTBACKGROUND_NO" = "Turning off Print Backgrounds in Safari";
"PRINTHEADERFOOTER_YES" = "Turning on Print Headers and Footers in Safari";
"PRINTHEADERFOOTER_NO" = "Turning off Print Headers and Footers in Safari";
"HISTO_SAFARI" = "Setting Safari's history parameters";
"FIXWEBKITBUG" = "Turning back on the Zoom Text Only option";
"REINIT_SAFARI" = "Reinitializing Safari's hidden parameters";

"MAILPLAINTEXT_YES" = "Showing the new Mail messages in Text format";
"MAILPLAINTEXT_NO" = "Showing the new Mail messages in the default format";
"DATADETECTMAIL_NO" = "Turning off the Data Detectors of Mail";
"DATADETECTMAIL_YES" = "Turning on the Data Detectors of Mail";
"VIEWATTACHMENT_YES" = "Turning on displaying attachments in messages";
"VIEWATTACHMENT_NO" = "Turning off displaying attachments in messages";
"MAIL_MINIFONTSIZE" = "Modifying the minimum font size in Mail's messages";
"COPYNAMEMAIL_YES" = "Showing the name when copying an email address from the shortcut menu of Mail";
"COPYNAMEMAIL_NO" = "Hiding the name when copying an email address from the shortcut menu of Mail";
"REINIT_MAIL" = "Reinitializing Mail's hidden parameters";

"TRACKNUMBER_NO" = "Hiding tracks numbers while importing in iTunes";
"TRACKNUMBER_YES" = "Showing tracks numbers while importing in iTunes";
"AUTOPLAY_NO" = "Turning off play while importing in iTunes";
"AUTOPLAY_YES" = "Turning on play while importing in iTunes";
"DISABLESTORE_NO" = "Turning on iTunes Store in iTunes";
"DISABLESTORE_YES" = "Turning off iTunes Store in iTunes";
"SHOWPING_YES" = "Showing the Ping button in iTunes lists";
"SHOWPING_NO" = "Hiding the Ping button in iTunes lists";
"ITUNESLINKS_YES" = "Showing link arrows in iTunes";
"ITUNESLINKS_NO" = "Hiding link arrows in iTunes";
"LINK_MS" = "Redirecting the link arrows to the iTunes Store";
"LINK_LIB" = "Redirecting the link arrows to the iTunes Library";
"HALFSTARS_YES" = "Turning on rating by a half-star";
"HALFSTARS_NO" = "Turning off rating by a half-star";
"HIGHCONTRAST_YES" = "Turning on the High Contrast mode in iTunes";
"HIGHCONTRAST_NO" = "Turning off the High Contrast mode in iTunes";
"ITUNESZOOM_NO" = "Turning on the mini-player with the green zoom button";
"ITUNESZOOM_YES" = "Turning off the mini-player with the green zoom button";
"REINIT_ITUNES" = "Reinitializing iTunes' hidden parameters";

"LOAD_IMAGELOGIN" = "Change the background image of the login window";
"RESET_IMAGELOGIN" = "Restoring the background of the login window";
"MSGLOGIN_YES" = "Showing a message in the login window";
"MSGLOGIN_NO" = "Hiding the message in the login window";
"MODIF_LOGIN" = "Modifying the login window's parameters";
"ENABLEKIOSK" = "Turning off the Restart, Shut Down, and Log Out menu items in the Apple menu";
"DISABLEKIOSK" = "Turning on the Restart, Shut Down, and Log Out menu items in the Apple menu";
"KIOSKRESTART" = "Modifying the Apple menu."; 
"MSG_KIOSKRESTART" = "Modifying the state of the Restart, Shut Down, and Log Out Apple menu items will only take effect after a restart.\nDo you really want to force-restart now? Remember to save your work!";
"HIDEBUTSESSION" = "Hiding the buttons in the login window";
"SHOWBUTSESSION" = "Showing the buttons in the login window";
"INFOLOGIN" = "Modifying Info in the login window";
"SHOWADMINUSERS_YES" = "Showing the Administrator users in the list of users";
"SHOWADMINUSERS_NO" = "Hiding the Administrator users in the list of users";
"SHOWLOCALUSERS_YES" = "Showing the Standard users in the list of users";
"SHOWLOCALUSERS_NO" = "Hiding the Standard users in the list of users";
"SHOWNETWORKUSERS_YES" = "Showing the Network users in the list of users";
"SHOWNETWORKUSERS_NO" = "Hiding the Network users in the list of users";
"SETBOOT" = "Setting the Startup mode";
"ALRT_BOOT" = "You have chosen the startup mode: Single User.";
"MSG_BOOT" = "At the next restart, your computer won't load the Finder and won't display the Desktop. \nTo return to normal Startup mode, type the command: nvram boot-args='' ''";
"REINIT_LOGIN" = "Reinitializing the login window's parameters";

"INDEXING_YES" = "Turning on Indexing of the startup disk";
"INDEXING_NO" = "Turning off Indexing of the startup disk";
"DELETE_SPOTLIGHTINDEX" = "Deleting the Spotlight index of the startup disk";
"DICTSPOTLIGHT_YES" = "Turning on the Spotlight search in Dictionary";
"DICTSPOTLIGHT_NO" = "Turning off the Spotlight search in Dictionary";
"CALCSPOTLIGHT_YES" = "Turning on the Calculator in Spotlight";
"CALCSPOTLIGHT_NO" = "Turning off the Calculator in Spotlight";
"HIDE_SPOTLIGHTICN" = "Hiding the Spotlight icon in the menu bar";
"SHOW_SPOTLIGHTICN" = "Showing the Spotlight icon in the menu bar";
"REINIT_SPOTLIGHT" = "Reinitializing the Spotlight parameters";

"VERIFYDMG_YES" = "Turning on the verification of Disk Images";
"VERIFYDMG_NO" = "Turning off the verification of Disk Images";
"FORMATDMG_YES" = "Adding other Disk Image formats";
"FORMATDMG_NO" = "Deleting other Disk Image formats";
"DEBUGDU_YES" = "Showing Disk Utility's Debug menu";
"DEBUGDU_NO" = "Hiding Disk Utility's Debug menu";
"VERIFYBURN_YES" = "Turning on disc-verification after burning";
"VERIFYBURN_NO" = "Turning off disc-verification after burning";
"HELPFLOAT_NO" = "Set Help Viewer window to non-floating mode";
"HELPFLOAT_YES" = "Set Help Viewer window to floating mode";
"ICONHELP_NO" = "Hiding the Help Viewer icon in the Dock and the Application Switcher";
"ICONHELP_YES" = "Showing the Help Viewer icon in the Dock and the Application Switcher";
"DEBUGHELP_NO" = "Turning off the Debug mode in Help Viewer";
"DEBUGHELP_YES" = "Turning on the Debug mode in Help Viewer";
"X11ALERTQUIT_NO" = "Hiding the alert message before quitting X11";
"X11ALERTQUIT_YES" = "Showing the alert message before quitting X11";
"APP_X11" = "Modifying the application to execute at launch of X11";
"SSBONJOUR_YES" = "Showing the Bonjour browser in Screen Sharing";
"SSBONJOUR_NO" = "Hiding the Bonjour browser in Screen Sharing";
"SSTOOLBAR_YES" = "Showing the full toolbar in Screen Sharing";
"SSTOOLBAR_NO" = "Hiding the full toolbar in Screen Sharing";
"DASHBOARD_YES" = "Turning on Dashboard";
"DASHBOARD_NO" = "Turning off Dashboard";
"DEVMODE_YES" = "Turning on the Dashboard's Developer mode";
"DEVMODE_NO" = "Turning off the Dashboard's Developer mode";
"RIPPLE_YES" = "Turning on the ripple effect on adding new widget";
"RIPPLE_NO" = "Turning off the ripple effect on adding new widget";
"DEBUGARD_YES" = "Showing the Apple Remote Desktop Debug menu";
"DEBUGARD_NO" = "Hiding the Apple Remote Desktop Debug menu";
"DEBUGICAL_YES" = "Showing the iCal Debug menu";
"DEBUGICAL_NO" = "Hiding the iCal Debug menu";
"DATADETECTICHAT_NO" = "Turning off the Data Detectors of iChat";
"DATADETECTICHAT_YES" = "Turning on the Data Detectors of iChat";
"FOCUSTERMINAL_YES" = "Turning on the Terminal window focus";
"FOCUSTERMINAL_NO" = "Turning off the Terminal window focus";
"ASINSPECTOR_YES" = "Turning on the AppleScript Inspector in Interface Builder";
"ASINSPECTOR_NO" = "Turning off the AppleScript Inspector in Interface Builder";
"REINIT_MISC" = "Reinitializing miscellaneous hidden parameters";

"NO_SN" = "Serial number not initialized. \nThe motherboard was probably changed.";
"PURGE_MEMORY" = "Purging the inactive memory";
"DISABLE_SWAP" = "Turning off the virtual memory";
"ENABLE_SWAP" = "Turning on the virtual memory";
"MODIF_JOURNAL" = "Modifying the state of the Mac OS Extended format journaling";
"JOURNAL_YES" = "Turning on Mac OS Extended format journaling";
"JOURNAL_NO" = "Turning off Mac OS Extended format journaling";
"SHOW_MINIPROFILE" = "Showing the mini profile";
"SHOW_BASICPROFILE" = "Showing the basic profile";
"SHOW_FULLPROFILE" = "Showing the full profile";
"SAVE_MINIPROFILE" = "Saving the mini profile";
"SAVE_BASICPROFILE" = "Saving the basic profile";
"SAVE_FULLPROFILE" = "Saving the full profile";
"PROFILE_SAVED" = "The profile has been saved.";
"MSG_XMLSAVED" = "The profile of your hardware and software configuration has been saved in XML format (.spx) on the Desktop.";
"MSG_TXTSAVED" = "The profile of your hardware and software configuration has been saved in Text format (.txt) on the Desktop.";

"DEL_LOG" = "Deleting the OnyX Log";
"NEWLOG" = "New log created...";
"DEL_REPORTS" = "Deleting the OnyX Crash Reports";

"BAD_SYSTEM" = "OnyX will not work with this version of Mac OS X.";
"GOOD_SYSTEM" = "This version of OnyX requires Mac OS X version 10.6 (Snow Leopard).";
"BADPASS" = "The name or password you entered is incorrect.";
"MSG_BADPASS" = "Try entering your information again.";

"ERROR" = "Error: ";
"MSG_NOSCRIPTLOG" = "These maintenance scripts have probably never been executed.";
"ERR_ONYXLOG" = "The OnyX System log is turned off.";
"MSG_ONYXLOG" = "You probably customized the Date and Time format in the System Preferences. A System bug prevents the operation of the OnyX System Log.";
"ERR_UPDLOCATE" = "An error has been detected while rebuilding the Locate Database.";
"ERR_UPDWHATIS" = "An error has been detected while rebuilding the Whatis Database.";
"NOT_FOUND" = "No item was found";
"ERR_INFOJOURNAL" = "An error has been detected while reading the status of journaling. Turning on/off not possible.";
"ERR_ENABLEJOURNAL" = "An error has been detected while turning on journaling.";
"ERR_DISABLEJOURNAL" = "An error has been detected while turning off journaling.";
"ERR_LOAD" = "A Load Error has occurred.";
"ERR_DEVTOOLS" = "An error has been detected while installing the Preference Pane.";
"ERR_SYNTAX" = "A Syntax Error has occurred.";
"ERR_DSSTORE" = "An error has been detected while deleting the .DS_Store files.";
"MSG_DSSTORE" = "Verify the path...";
"ERR_DATAENTRY" = "A Data Entry Error has occurred.";
"ERR_NONAME" = "No name was specified. Type a name.";
"ERR_POINTNAME" = "The specified name starts with a point. The files whose name starts with a point are hidden by the System. Choose another name.";
"NO_ANIMDESKTOP" = "No Desktop background was selected.";
"CHOOSE_ANIMDESKTOP" = "Choose a Desktop background, then click Start.";
"MSGLOGIN" = "The Login Message was not registered.";
"ERR_MSGLOGIN" = "You have probably used illegal special characters. Modify your message and try again...";
"ERR_UPDATE" = "An error has occurred while looking for OnyX update.";
"ERR_UPDATERETRY" = "An error has been detected while searching for an update of OnyX. The Web Site is momentarily unavailable, or you are not connected to the Internet. Try again later.";
"NO_FILE" = "This file does not exist.";
"NOCOMMAND" = "No command was selected...";
"SELECT_COM" = "Choose a command in the list or type a command in the search field.";
"NO_MAN" = "There is no manual entry for the command: ";
"UNKNOWN_COM" = "This is an unknown command or manual entry.";
"EMPTY_LIST" = "Empty list.";
"NO_SELECTION" = "No item selected";
"MSG_NOCASE" = "Choose at least one option, then try again.";
"ERR_TYPEPROFILE" = "This profile is undefined.";
"MSG_TYPEPROFILE" = "Choose a style of profile...";
"ERR_FORMATPROFILE" = "The format is undefined.";
"MSG_FORMATPROFILE" = "Choose a format of profile...";
"MSG_SAVEPROFILE" = "An error has been detected while saving the profile of your configuration.";
"NO_LOGONYX" = "The OnyX Log (~/Library/Logs/OnyX.log) doesn't exist. It has probably been removed.";
"BAD_CRASHONYX" = "The selected file is not an OnyX Diagnostic Report or it was renamed.";

"ALRT" = "Warning:";
"ALRT_HIDEDISK" = "Do you really want to hide the startup disk?";
"ALRT_FINDER" = "OnyX will relaunch the Finder. Check that no operation is in progress (copying or moving files, emptying the Trash, and so on), then click Continue.";
"ALRT_SYSTEMUISERVER" = "OnyX will relaunch the SystemUIServer process. This process displays the icons at the right of the Finder menu bar.";
"ALRT_APPS" = "OnyX will force any open applications to quit. Check that no operation is in progress and that your documents are saved, then click Continue.";
"ALRT_ALLAPPS" = "OnyX will quit all open applications.";
"ALRT_FINDERAPPS" = "OnyX will force the Finder and some applications to quit. Check that no operation is in progress and that your documents are saved, then click Continue.";
"ALRT_RESTOREDOCK" = "OnyX will restore and relaunch the Dock. The parameters will be reset, and the display will be the same as when the System and the applications were first installed.";
"ALRT_REINITDOCK" = "OnyX will reset the Dock's parameters and relaunch it.";
"ALRT_DOCK" = "OnyX must relaunch the Dock for this change to take effect.";
"ALRT_SAFARI" = "OnyX will force Safari to quit. Verify that no download is in progress, then click Continue.";
"ALRT_ITUNES" = "OnyX will force iTunes to quit. Verify that no operation is in progress, then click Continue.";
"ALRT_DU" = "OnyX will force Disk Utility to quit. Verify that no operation is in progress, then click Continue.";
"ALRT_TERM" = "OnyX will force Terminal to quit. Verify that no operation is in progress, then click Continue.";
"ALRT_QTPLAYER" = "OnyX will force QuickTime Player to quit. Verify that no operation is in progress, then click Continue.";
"ALRT_MAIL" = "OnyX will force Mail to quit. Verify that no operation is in progress, then click Continue.";
"ALRT_ARD" = "OnyX will force Apple Remote Desktop to quit. Verify that no operation is in progress, then click Continue.";
"ALRT_ICAL" = "OnyX will force iCal to quit. Verify that no operation is in progress, then click Continue.";
"ALRT_ICHAT" = "OnyX will force iChat to quit. Verify that no operation is in progress, then click Continue.";
"ALRT_HELPVIEWER" = "OnyX will force Help Viewer to quit. Verify that no operation is in progress, then click Continue.";
"ALRT_X11" = "OnyX will force X11 and its applications to quit. Verify that no operation is in progress, then click Continue.";
"ALRT_SS" = "OnyX will Force-Quit Screen Sharing. Verify that no operation is in progress, then click Continue.";
"ALRT_IB" = "OnyX will force Interface Builder to quit. Verify that no operation is in progress, then click Continue.";

"APPLE" = "by Apple Inc.";
"BARRIERE" = "by Joël Barrière";
"MARCHAND" = "by Jérémy Marchand";
"PETERSEN" = "by Dirk Petersen";
"BESSON" = "by Mathieu Besson";
"KINO" = "by Nato Kino";
"BENNETT" = "by Francisco O. Bennett";
"IDIART" = "by Dominique Idiart";
"BLOIS" = "by Jonathan Blois";
"BOUKARABILA" = "by Karim Boukarabila";
"HEUVEL" = "by Vincent van den Heuvel";
"HAWTIN" = "by Michael Hawtin";
"WONDRACK" = "by James Wondrack";
"TOOHEY" = "by Will Toohey";
"COLASHEEP" = "by Cola Sheep";
"RAZAN" = "by John D. Razan";
"J2MC" = "by Jose Juan Medina Cabrera";
"RHINEHART" = "by Brian Rhinehart";
"TOM" = "by Tom";
"LANHAM" = "by David Lanham";

"UNINSTALL_ONYX" = "Do you really want to uninstall OnyX and the components created while installing and using the application?";
"QUIT_ONYX" = "Do you really want to quit OnyX?";
